tap "cxreiff/tap"
tap "homebrew/bundle"
tap "lucagrulla/tap"
tap "nikitabobko/tap"
tap "osx-cross/avr"
tap "remind101/formulae"
tap "saulpw/vd"
brew "python@3.12"
brew "azure-cli"
brew "bash-completion"
brew "broot"
brew "btop"
brew "ddgr"
brew "diff-so-fancy"
brew "entr"
brew "fdupes"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gh"
brew "go"
brew "hugo"
brew "jq"
brew "lnav"
brew "mtr"
brew "neovim"
brew "nmap"
brew "nnn"
brew "node"
brew "pandoc"
brew "parallel"
brew "pipx"
brew "prettyping"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "sl"
brew "starship"
brew "terraform"
brew "tig"
brew "tree"
brew "up"
brew "viddy"
brew "wget"
brew "yamllint"
brew "cxreiff/tap/ttysvr"
cask "aerospace"
cask "alt-tab"
cask "boop"
cask "linkliar"
cask "powershell"
cask "rectangle"
cask "shortcat"
cask "visual-studio-code"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "eriklynd.json-tools"
vscode "foxundermoon.shell-format"
vscode "hashicorp.terraform"
vscode "magicstack.magicpython"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vsliveshare.vsliveshare"
vscode "samcogan.arm-snippets"
vscode "vscodevim.vim"
