tap "cantino/mcfly"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "lucagrulla/tap"
tap "osx-cross/avr"
tap "remind101/formulae"
tap "saulpw/vd"
brew "atomicparsley"
brew "python@3.10"
brew "azure-cli"
brew "bash-completion"
brew "pkg-config"
brew "broot"
brew "glib"
brew "certbot"
brew "cowsay"
brew "ddgr"
brew "entr"
brew "fdupes"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fortune"
brew "freetds@0.91"
brew "fzf"
brew "ghostscript"
brew "gifski"
brew "git"
brew "gitui"
brew "go"
brew "hugo"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli", link: false
brew "lftp"
brew "libxslt"
brew "lnav"
brew "mcfly"
brew "mtr"
brew "neovim"
brew "nmap"
brew "nnn"
brew "node"
brew "pandoc"
brew "parallel"
brew "postgresql@14"
brew "prettyping"
brew "putty"
brew "pyenv"
brew "python@3.9"
brew "re2"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "sl"
brew "starship"
brew "terraform"
brew "tig"
brew "tree"
brew "up"
brew "viddy"
brew "wget"
brew "yamllint"
brew "youtube-dl"
brew "osx-cross/avr/avr-gcc@9"
brew "remind101/formulae/assume-role"
brew "saulpw/vd/visidata"
cask "alt-tab"
cask "boop"
cask "linkliar"
cask "powershell"
cask "rectangle"
cask "shortcat"
cask "xquartz"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "DavidAnson.vscode-markdownlint"
vscode "eriklynd.json-tools"
vscode "foxundermoon.shell-format"
vscode "hashicorp.terraform"
vscode "magicstack.MagicPython"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vsliveshare.vsliveshare"
vscode "samcogan.arm-snippets"
vscode "vscodevim.vim"
